[
{"title": ["Begum Hazrat Mahal National Scholarship", "Post-Graduate Indira Gandhi Scholarship for Single Girl Child", "PRAGATI Scholarship for Girl Students for Technical Education", "UGC-Post Doctoral Fellowship for Women Candidates", "Women Scientist Scheme-A (WOS-A)", "Women Scientist Scheme-B (WOS-B)", "Women Scientist Scheme-C (WOS-C)"], "content": ["Begum Hazrat Mahal National Scholarship", "Post-Graduate Indira Gandhi Scholarship for Single Girl Child", "PRAGATI Scholarship for Girl Students for Technical Education", "UGC-Post Doctoral Fellowship for Women Candidates", "Women Scientist Scheme-A (WOS-A)", "Women Scientist Scheme-B (WOS-B)", "Women Scientist Scheme-C (WOS-C)"], "links": ["/nurturing-minds/scholarships/school-women/begum-hazrat-mahal-national-scholarship", "/nurturing-minds/scholarships/women/post-graduate-indira-gandhi-scholarship-single-girl-child", "/nurturing-minds/scholarships/women/pragati-scholarship-girl-students-technical-education", "/nurturing-minds/scholarships/women/ugc-post-doctoral-fellowship-women-candidates", "/nurturing-minds/scholarships/women/women-scientist-scheme-wos", "/nurturing-minds/scholarships/women/women-scientist-scheme-b-wos-b", "/nurturing-minds/scholarships/women/women-scientist-scheme-c-wos-c"]}
][
{"title": ["Ajmal National Talent Search Examination (ANTSE)", "Bioinformatics Industrial Training Programme (BIITP)", "Bioinformatics National Certification Examination (BINC)", "Biotechnology Finishing School", "Clinical Research Training Programme", "Foundation of Academic Excellence and Access scholarship", "ISHAN UDAY - Special Scholarship Scheme For North Eastern Region", "IUSSTF-Viterbi-India Program", "Merit-cum-Means Scholarship Scheme", "PRAGATI Scholarship for Girl Students for Technical Education"], "content": ["Ajmal National Talent Search Examination (ANTSE)", "Bioinformatics Industrial Training Programme (BIITP)", "Bioinformatics National Certification Examination (BINC)", "Biotechnology Finishing School", "Clinical Research Training Programme", "Foundation of Academic Excellence and Access scholarship", "ISHAN UDAY - Special Scholarship Scheme For North Eastern Region", "IUSSTF-Viterbi-India Program", "Merit-cum-Means Scholarship Scheme", "PRAGATI Scholarship for Girl Students for Technical Education"], "links": ["/nurturing-minds/scholarships/graduation/ajmal-national-talent-search-examination-antse", "/nurturing-minds/scholarships/graduation-post-graduation/bioinformatics-industrial-training-programme-biitp", "/nurturing-minds/scholarships/graduation-post-graduation/bioinformatics-national-certification-examination-binc", "/nurturing-minds/scholarships/graduation/biotechnology-finishing-school", "/nurturing-minds/scholarships/graduation-post-graduation/clinical-research-training-programme", "/nurturing-minds/scholarships/graduation/foundation-academic-excellence-and-access-scholarship", "/nurturing-minds/scholarships/graduation/ishan-uday-special-scholarship-scheme-north-eastern-region", "/nurturing-minds/scholarships/graduation-post-graduation/iusstf-viterbi-india-program", "/nurturing-minds/scholarships/graduation/merit-cum-means-scholarship-scheme", "/nurturing-minds/scholarships/graduation/pragati-scholarship-girl-students-technical-education"]}
][
{"title": ["Biotechnology based Programme for Women", "Biotechnology Career Advancement & Re-orientation Programme (BioCARe)", "Biotechnology Career Advancement and Re-orientation Programme (Bio-CARe) for Women Scientists", "Consolidation of University Research For Innovation And Excellence in Women (CURIE)", "Indo-U.S. Fellowship for Women in STEMM", "Knowledge Involvement in Research Advancement through Nurturing (KIRAN)", "Mobility Scheme", "Science and Technology for Women ", "SERB Women Excellence Award", "SERB – POWER Fellowship", "SERB – POWER Research Grants", "Technology Development and Utilization Programme for Women (TDUPW)", "Vigyan Jyoti Scheme", "Women Entrepreneurs Quest (WEQ) ", "Women Scientist Scheme-A (WOS-A)", "Women Scientist Scheme-B (WOS-B)", "Women Scientist Scheme-C (WOS-C)", "Women Technology Park (WTP)"], "content": ["Biotechnology based Programme for Women", "Biotechnology Career Advancement & Re-orientation Programme (BioCARe)", "Biotechnology Career Advancement and Re-orientation Programme (Bio-CARe) for Women Scientists", "Consolidation of University Research For Innovation And Excellence in Women (CURIE)", "Indo-U.S. Fellowship for Women in STEMM", "Knowledge Involvement in Research Advancement through Nurturing (KIRAN)", "Mobility Scheme", "Science and Technology for Women ", "SERB Women Excellence Award", "SERB – POWER Fellowship", "SERB – POWER Research Grants", "Technology Development and Utilization Programme for Women (TDUPW)", "Vigyan Jyoti Scheme", "Women Entrepreneurs Quest (WEQ) ", "Women Scientist Scheme-A (WOS-A)", "Women Scientist Scheme-B (WOS-B)", "Women Scientist Scheme-C (WOS-C)", "Women Technology Park (WTP)"], "links": ["/programme-schemes/women-schemes/biotechnology-based-programme-women", "/programme-schemes/women-schemes/biotechnology-career-advancement-re-orientation-programme-biocare", "/programme-schemes/women-schemes/biotechnology-career-advancement-and-re-orientation-programme-bio-care-women-scientists", "/programme-schemes/women-schemes/consolidation-university-research-innovation-and-excellence-women-curie", "/programme-schemes/women-schemes/indo-us-fellowship-women-stemm", "/programme-schemes/women-schemes/knowledge-involvement-research-advancement-through-nurturing-kiran", "/programme-schemes/women-schemes/mobility-scheme", "/programme-schemes/women-schemes/science-and-technology-women", "/programme-schemes/women-schemes/serb-women-excellence-award", "/programme-schemes/women-schemes/serb-%E2%80%93-power-fellowship", "/programme-schemes/women-schemes/serb-%E2%80%93-power-research-grants", "/programme-schemes/women-schemes/technology-development-and-utilization-programme-women-tdupw", "/programme-schemes/women-schemes/vigyan-jyoti-scheme", "/programme-schemes/women-schemes/women-entrepreneurs-quest-weq", "/programme-schemes/women-schemes/women-scientist-scheme-wos", "/programme-schemes/women-schemes/women-scientist-scheme-b-wos-b", "/programme-schemes/women-schemes/women-scientist-scheme-c-wos-c", "/programme-schemes/women-schemes/women-technology-park-wtp"]}
][
{"title": ["Forté Fellows Program", "Mariam K. Chamberlain Fellowship in Women and Public Policy", "Graduate Women in Science (GWIS) National Fellowships Program", "L’Oréal USA Fellowships for Women in Science", "Foundation for the History of Women in Medicine Research Fellowship", "Elizabeth Neuffer Fellowship", "Faculty for the Future Fellowships", "Amelia Earhart Fellowship", "TechWomen", "AAUW Summer/Short-Term Research Publication Grants", "AAUW Career Development Grants", "AAUW American Dissertation Fellowships", "AAUW Selected Professions Fellowships", "AAUW American Postdoctoral Research Leave Fellowships", "AAUW International Fellowships", "Kip Tiernan Social Justice Fellowship", "Tory Burch Foundation Fellows Program", "Campbell Fellowship for Transformative Research on Women in the Developing World", "Foreign Policy Interrupted Fellowship", "Women’s Policy Institute (WPI) Fellowship", "Running Start / Walmart Star Fellowship", "OnRamp Fellowship", "Her Voice Fellowship", "Fellowship Grant for Alternatives to Animal Research in Women’s Health and Sex Differences", "Echidna Global Scholars Program", "Mickey Leland Energy Fellowship (MLEF) Program", "Congressional Fellowships on Women and Public Policy", "Women’s Law and Public Policy Fellowship Program", "The Woodrow Wilson Dissertation Fellowships in Women’s Studies", "Pembroke Center Postdoctoral Fellowships"], "content": ["The Forté Foundation offers fellowships to women who are pursuing a full-time, part-time or executive MBA education at participating business schools. If you would like to be considered for a fellowship, you must submit an MBA application to a participating school. Each school makes the determination of where the Forté awards will be given. All schools grant awards for full-time students, but part-time and executive awards are only available at select schools.", "Mariam K. Chamberlain Fellows work as general research assistants on a variety of projects related to women’s public policy issues. In addition, fellows attend related Congressional briefings, policy seminars and meetings. Candidates must hold a bachelor’s degree in a social science discipline, statistics, or women’s studies and have strong quantitative and library research skills. Compensation for the fellowship is $31,000 over the 9-month period, plus health insurance and a public transportation stipend.", "Graduate Women in Science (GWIS) is proud to offer fellowships help increase knowledge in the sciences and to encourage research careers in the sciences by women. GWIS Fellowships are awarded to women of outstanding ability and promise, holding or seeking a degree from a recognized institution of higher education, who are performing hypothesis-driven research in the U.S. or abroad. A maximum of $10,000 may be requested to purchase supplies and equipment, to defray the travel costs associated with field study and collaborative projects, and to support the publication of the research findings.", "The L’Oréal USA Fellowships for Women in Science program is a national awards program that annually recognizes and rewards five U.S.-based women researchers at the beginning of their scientific careers. Recipients receive up to $60,000 each that they must put towards their postdoctoral research. Applicants must be involved in the life, physical/material sciences, engineering, technology, computer science or mathematics. Additional eligible areas of study include: immunology, all areas of chemistry, earth science and medical research. Applicants to the L’Oréal USA Fellowships must have completed their PhD by time of application.", "The Foundation for the History of Women in Medicine provides one $5,000 grant to support travel, lodging, and incidental expenses for a flexible research period. Foundation Fellowships are offered for research related to the history of women to be conducted at the Center for the History of Medicine at the Francis A. Countway Library of Medicine at Harvard University in Boston, MA. Preference will be given to: projects that engage specifically with the history of women physicians, other health workers or medical scientists; those who are using collections from the Center’s Archives for Women in Medicine; and applicants who live beyond commuting distance of the Countway; however, all are encouraged to apply, including graduate students.", "The Elizabeth Neuffer Fellowship gives academic and professional opportunities to women journalists who focus on covering human rights and social justice. Fellows will have the chance to complete research and coursework at MIT’s Center for International Studies and participate in internships with media outlets including ", " and ", ". The Fellowship is open to women journalists worldwide working in print, broadcast and/or Internet-based media, including freelancers. Applicants must have a minimum of three years professional experience working full-time in news media. A fixed monthly stipend will be provided to cover housing, meals, and ground transportation during the fellowship.", "The Faculty for the Future program awards fellowships to women from developing and emerging economies to pursue PhD or post-doctoral studies in science, technology, engineering and mathematics (STEM) disciplines at leading universities worldwide. Candidates should have applied to, have been admitted to, or be currently enrolled in a university abroad when submitting their grant application. Faculty for the Future grants are based on actual costs for eligible expenses up to a maximum of USD 50,000 per year and may be renewed.", "Established in 1938 in honor of famed pilot and Zontian, Amelia Earhart, the Amelia Earhart Fellowship is awarded annually to women pursuing Ph.D./doctoral degrees in aerospace-related sciences and aerospace-related engineering. The Fellowship of US$10,000, awarded to 35 Fellows around the globe each year, may be used at any university or college offering accredited post-graduate courses and degrees in these fields. Open to women of any nationality.", "TechWomen brings emerging women leaders in science, technology, engineering and mathematics (STEM) from Africa, Central and South Asia, and the Middle East together with their professional counterparts in the United States for a mentorship and exchange program. TechWomen provides participants access to networks, resources, and knowledge to empower them to reach their full potential. During the five-week program, participants engage in project-based mentorships at leading companies in the San Francisco Bay Area and Silicon Valley and participate in professional development workshops. Applicants must be women with, at minimum, two years full-time professional experience in the STEM fields and eligible to obtain a U.S. J-1 exchange visitor visa.", "Summer/Short-Term Research Publication Grants provide $6,000 for women college and university faculty and independent researchers to prepare research for publication. Time must be available for 8 consecutive weeks of final writing and editing in response to issues raised in critical reviews. These grants can be awarded to both tenure-track and part-time faculty, and new and established researchers. The grants are designed to assist the candidate in obtaining tenure and other promotions. Tenured professors are not eligible. Candidates must be U.S. citizens or permanent residents.", "Career Development Grants provide funding to women who hold a bachelor’s degree and are preparing to advance or change careers or reenter the workforce. Primary consideration is given to women of color and women pursuing their first advanced degree or credentials in nontraditional fields. Grants of $2K – $12K provide support for course work beyond a bachelor’s degree, including a master’s degree, second bachelor’s degree, certification program, or specialized training in technical or professional fields at an accredited U.S. university. Applicants must be U.S. citizens or permanent residents.", "Dissertation Fellowships provides $20,000 to offset a woman scholar’s living expenses while she completes her dissertation. The fellowship must be used for the final year of writing the dissertation. Candidates must be U.S. citizens or permanent residents. Open to applicants in all fields of study.", "AAUW Selected Professions Fellowships provide opportunities for women to pursue graduate and first-professional degrees in architecture, computer and information sciences, engineering, and mathematics, fields where women traditionally have been underrepresented and where the employment outlook and earnings potential are strong. To address the underrepresentation of women of color in promising professions and encourage cultural diversity in these areas, fellowships in business administration, law, and medicine are also available, but only to women of color. Recipients must be U.S. citizens or permanent residents.", "Postdoctoral Research Leave Fellowships provide $30,000 to assist women scholars in obtaining tenure and other promotions by enabling them to spend a year pursuing independent research. The primary purpose of the fellowship is to increase the number of women in tenure-track faculty positions and to promote equality for women in higher education. Tenured professors are not eligible. Candidates must be U.S. citizens or permanent residents. American Fellowships are open to scholars in all fields of study.", "AAUW International Fellowships are awarded for full-time study or research to women who are not U.S. citizens or permanent residents. Fellowships support graduate or postgraduate studies at accredited institutions. Recipients are selected for academic achievement and demonstrated commitment to women and girls. The overwhelming majority return to their home countries to become leaders in government, academia, community activism, the arts, and science. Applicants must have citizenship in a country other than the United States (dual citizenship is not allowed).", "The Kip Tiernan Social Justice Fellowship provides a unique and exciting opportunity for a woman to develop and carry out a special project that will further the mission of Rosie’s Place anywhere in New England (MA, VT, CT, RI, ME, NH). Eligible projects could include: a policy initiative or campaign; a creative arts program; the development and implementation of a needed service; or an innovative project aimed at reducing poverty, promoting social justice and empowering poor and homeless women. The one year fellowship awards $40,000 on a one-time basis to an eligible woman.", "The Tory Burch Foundation Fellows Program is a nation-wide application process to determine up to ten Tory Burch Foundation Fellows. Each Fellow will participate in a one year program which includes: mentoring, networking and business guidance for one year, a $10,000 grant to further their business education, and a 3-day trip to New York City to the Tory Burch headquarters that will include the opportunity to participate in a pitch competition. The winner of the pitch competition will receive $100,000 grant investment. Your company must be registered and operated in the United States.", "SAR, with the generous support of the Vera R. Campbell Foundation, offers one 6 or 9-month postdoctoral fellowship for a female scholar whose research both documents the circumstances of women in the developing world and offers paths to concrete, practical strategies for improving their health, prosperity, and general well-being. Although women scholars from any nation are eligible to apply, SAR particularly welcomes and encourages applications from scholars in developing countries. Fellows receive a $4,500/month stipend in addition to housing and office space on the SAR campus in Santa Fe, New Mexico.", "Foreign Policy Interrupted’s Fellowship program for women is targeted to diversifying voices and opinions in the foreign policy space. The program has two core components: a 6-week online educational module that includes media training, a guide to understanding the media, and brand building; and a non-resident 1-3 month “externship” with a major media outlet. Fellows are matched with an editor and/or producer with whom she’ll work to develop her expertise for print and/or on-camera appearances. FPI’s Fellows Program is open to women 26 and older experienced in foreign policy and international affairs. US citizens and non-US citizens fluent in English are eligible.", "Through the Women’s Policy Institute, we teach women activists and grassroots organizations how to successfully navigate the California state legislature. The Women’s Policy Institute is a year-long program that includes four three-to-four-day experiential training retreats in Sacramento. During the program, Institute fellows work in teams to develop and implement specific policy advocacy projects of their choosing. Costs (meals, lodging and program materials) of Fellows participation in the Institute is fully subsidized by the Women’s Foundation of California, but travel expenses are borne by the fellows.", "Each semester we place seven college women in offices to intern for a female Representative or Senator. Housing and a stipend are provided. We are looking for female college students who are juniors, seniors or recent graduates to apply. During the semester, the Star Fellows intern Monday through Thursday in an office on Capitol Hill, and then each Friday, the Fellows participate in a political seminar where they learn the nuts and bolts of politics and the importance of running for elected office. Five deadlines each year.", "The Fellowship is a re-entry platform that matches experienced women returning to the workforce after a career break with law firms, legal departments, and financial services firms in the U.S., Australia, and the UK for six to twelve month paid positions. This unique experiential learning program gives returning women – many of whom opted out of the workforce for a period of time to raise children – an opportunity to demonstrate their value in the marketplace while also increasing their experience, skills, and contacts. To facilitate successful Fellowship placements, applicants are rigorously screened and matched with organizations based on cultural fit and the success traits that are essential for advancement.", "The “Her Voice Fellowship” is a two-month professional engagement in Kampala, Uganda for young East African women, aged 18-30, passionate about creating a difference in the lives of other women by giving a voice to social challenges they face. Selected participants will be taken through a series of sessions on how to take social impact photos (photography training), digital storytelling, social media engagement, as well as the creation of a social enterprise. Applicants must be able to commit 2 months for the fellowship (3 days/week for 3 hrs/day) and possess a camera (phone camera, point-n-shoot or professional camera).", "The American Fund for Alternatives to Animal Research (AFAAR) and the New England Anti-Vivisection Society (NEAVS), a national nonprofit located in Boston, are offering a $40,000, one-year postdoctoral fellowship grant (with possible renewal) to a woman interested in developing, validating, or using alternatives to animal methods in the investigation of women’s health or sex differences. Proposals are reviewed by an award committee with expertise in related fields of the project. The award is not limited to the U.S. – international applicants are welcome.", "The Echidna Global Scholars Program is a 4-6 month visiting fellowship hosted by the Center for Universal Education (CUE) at the Brookings Institution in Washington, DC. The program aims to build the research and analytical skills of NGO leaders and academics who have substantial experience and ties to developing countries. Echidna Scholars focus on improving learning opportunities and outcomes for girls in the developing world. Applicants are expected to have some background in education, development, economics, gender, or a related area; a Master’s degree at minimum, and at least 15 years of professional experience.", "The Mickey Leland Energy Fellowship (MLEF) Program provides undergraduate, graduate and doctoral students with opportunities to gain hands-on research experience with the Department of Energy’s (DOE) Office of Fossil Energy (FE). The goal of the MLEF program is to improve opportunities for women and minority students in STEM majors, however all eligible candidates are encouraged to apply. Selected candidates will train under the mentorship of program officials and scientists on focused research projects. During the 10 weeks, Fellows will receive a stipend and some may be eligible to receive housing and a travel allowance.", "WPI awards annual fellowships to a select number of graduate students with a proven commitment to equity for women. WPI Fellows gain practical policymaking experience and graduate credit as they work from January to August as Congressional legislative aides in Washington, D.C. Fellows receive stipends for tuition and living expenses. Only students who are currently enrolled in a master’s or doctoral program at an accredited institution in the United States or who have completed such a program within the past 18 months are eligible to apply. WPI welcomes applications from men and women.", "The Women’s Law and Public Policy Fellowship Program (WLPPFP) offers Fellowships for public interest lawyers from the United States who are committed to advancing women’s rights throughout their careers. Throughout the Fellowship year, participants gain invaluable experience by working on women’s issues in Washington, D.C. with a public interest organization or governmental agency and by participating in educational and professional development opportunities organized by WLPPFP. The program offers both one-year and two-year fellowship opportunities. Both men and women can apply. Fellows receive an annual stipend of approximately $41,000.", "The Woodrow Wilson Dissertation Fellowships in Women’s Studies support the final year of dissertation writing for Ph.D. candidates in the humanities and social sciences whose work addresses topics of women and gender in interdisciplinary and original ways. In each round, ten Fellows will receive $5,000 to be used for expenses connected with completing their dissertations, such as research-related travel, data work/collection, and supplies.", "Brown University’s Pembroke Center for Teaching and Research on Women awards one-year residential postdoctoral fellowships to scholars from any field whose research relates to the theme of “The Cultures of Pacifism.” Fellows are required to participate weekly in the Pembroke Seminar, teach one undergraduate course, and pursue individual research. Fellowships are awarded to postdoctoral scholars who have received their degrees from institutions other than Brown within the last five (5) years. The stipend is $50,000 plus $1,500 for research expenses."], "links": ["https://www.profellow.com/fellowship/forte-fellows-program/", "https://www.profellow.com/fellowship/mariam-k-chamberlain-fellowship-in-women-and-public-policy/", "https://www.profellow.com/fellowship/graduate-women-in-science-gwis-national-fellowships-program/", "https://www.profellow.com/fellowship/loreal-usa-fellowships-for-women-in-science/", "https://www.profellow.com/fellowship/foundation-for-the-history-of-women-in-medicine-research-fellowship/", "https://www.profellow.com/fellowship/elizabeth-neuffer-fellowship/", "https://www.profellow.com/fellowship/faculty-for-the-future-fellowships/", "https://www.profellow.com/fellowship/amelia-earhart-fellowship/", "https://www.profellow.com/fellowship/techwomen/", "https://www.profellow.com/fellowship/aauw-summershort-term-research-publication-grants/", "https://www.profellow.com/fellowship/aauw-career-development-grants/", "https://www.profellow.com/fellowship/aauw-american-dissertation-fellowships/", "https://www.profellow.com/fellowship/aauw-selected-professions-fellowships/", "https://www.profellow.com/fellowship/aauw-american-postdoctoral-research-leave-fellowships/", "https://www.profellow.com/fellowship/aauw-international-fellowships/", "https://www.profellow.com/fellowship/kip-tiernan-social-justice-fellowship/", "https://www.profellow.com/fellowship/tory-burch-foundation-fellows-program/", "https://www.profellow.com/fellowship/campbell-fellowship-for-transformative-research-on-women-in-the-developing-world/", "https://www.profellow.com/fellowship/foreign-policy-interrupted-fellowship/", "https://www.profellow.com/fellowship/womens-policy-institute-wpi-fellowship/", "https://www.profellow.com/fellowship/running-start-wal-mart-star-fellowship/", "https://www.profellow.com/fellowship/onramp-fellowship/", "https://www.profellow.com/fellowship/her-voice-fellowship/", "https://www.profellow.com/fellowship/fellowship-grant-for-alternatives-to-animal-research-in-womens-health-and-sex-differences/", "https://www.profellow.com/fellowship/echidna-global-scholars-program/", "https://www.profellow.com/fellowship/mickey-leland-energy-fellowship-mlef-program/", "https://www.profellow.com/fellowship/congressional-fellowships-on-women-and-public-policy/", "https://www.profellow.com/fellowship/womens-law-and-public-policy-fellowship-program/", "https://www.profellow.com/fellowship/the-woodrow-wilson-dissertation-fellowships-in-womens-studies/", "https://www.profellow.com/fellowship/pembroke-center-postdoctoral-fellowships/"]}
]
