[
    {
        "title": [
            "Joanne Toole Internship – Field Work/Remote (Paid)",
            "PEAK6 Trading Experience for Women (Summer Internship)",
            "Institute for Women's Policy Research Internship",
            "Littman Family Fellowship",
            "Robert W. Baird Fellowship for Women",
            "Software Engineer Internship – Facebook",
            "Software Developer Internship – Google, Inc.",
            "Animal Care Internship",
            "Smithsonian Environmental Research Center Internship (Paid)",
            "Paper Mill Internship"
        ],
        "content": [
            "\r\n",
            " Varies\r\n\r\nThe Joanna Toole Internship is available to female graduate students or recent graduates with a background in marine science, biology, political or social science, or any related/relevant topic. Candidates must have a keen interest in abandoned, lost, discarded fishing gear (ALDFG) and in pursuing a career in ocean conservation. You must have a desire to learn more about the environmental impact of ghost gear, seafood sustainability and relevant stakeholders to be considered for this position. \r\n\n      ",
            "\n    \r\nAs an intern, you will assist the Senior Leadership of the Global Ghost Gear Initiative (GGGI) with coordinating the GGGI activities, engaging the GGGI membership, and advancing specific projects related to building evidence as well as our GGGI solutions work. \r\n\r\n",
            "\r\n",
            " Varies\r\n\n      ",
            "\n    \r\nThe PEAK6 Trading Experience for Women (Summer Internship) is available to current juniors pursuing a degree in economics, engineering, business, or finance. You must have a minimum GPA of 3.5, exceptional analytical and problem solving skills, and demonstrate leadership ability to be considered for this position. \r\n\r\nAs an intern, you will be introduced to the basics of trading, help you see how empowering trading can be, and help you develop key skills that you’ll leverage throughout your career (even if you decide trading isn’t for you). \r\n\r\n",
            "\r\n",
            " Varies \r\n\r\nThe Institute for Women's Policy Research Internship is available to students with an interest in women-oriented policy research. In your work, you will provide administrative and research support to Institute researchers through: literature reviews, data collection, designing charts, answering phones and filing. \r\n\r\nYou must have strong organization skills, good interpersonal skills, interest in policy research and women's issues, and experience with statistics, economics or social science through coursework, to qualify for this position. \r\n\r\n",
            "\r\n",
            " Varies \r\n\r\nThe Littman Family Fellowship is available to female students at the New Jersey Institute of Technology School of Architecture. You must be a first or second-year graduate student returning to school to establish a second career as an architect. You must also be an outstanding overall student with at least a 3.25 GPA to be eligible for this award. \r\n\r\n",
            "\r\n",
            " Varies \r\n\r\nThe Robert W. Baird Fellowship for Women is available to female students at the University of Chicago, Graduate School of Business. You must be pursuing a career in finance and be committed to advancing the interests of women in business to qualify for this award. \r\n\r\n",
            "\r\n",
            " Varies \r\n\r\nThe Software Engineer Internship is available to undergraduate and graduate students who are pursuing a degree in computer science or a related field. Interns will help build the next generation of systems behind Facebook's products, create web applications that reach millions of people, build high volume servers, and be a part of a team that's working to help people connect with each other around the globe. \r\n\r\n",
            "\r\n",
            " Varies \r\n\r\nThe Software Developer Internship is available to full-time undergraduate and graduate students who are pursuing a degree in computer science or a related technical field. As an intern, you will be working on a project in one of the following areas: product and systems development, test engineering, or site reliability. \r\n\r\n",
            "\r\n",
            " Varies\r\n\r\nThe Animal Care Internship is available to undergraduates, graduate students and recent college graduates interested in obtaining practical experience in the marine mammal care and training field.\r\n\r\nAs an intern, you will be assisting with daily husbandry procedures with our resident population of bottlenose dolphins (Tursiops truncatus), to collecting data for ongoing research projects, to participating in educational briefings for our daily interactive programs.\r\n\r\n",
            "\r\n",
            " Varies\r\n\r\nThe Smithsonian Environmental Research Center Internship is available to currently enrolled undergraduate and master's students, or students who have recently graduated from undergraduate or master's programs. \r\n\r\nYou must have strong academic credentials, relevant training or experience, letters of recommendation, and goals that align with the internship program to be considered for this position. As an intern, you will be treated equitably in an environment that is free from discrimination. \r\n\r\n",
            "\r\n",
            " Varies\r\n\r\nThe Paper Mill Intern is available to high school graduates. As an intern, you will have the opportunity to make an immediate impact at a company where your ideas are always welcome.\r\n\r\n"
        ],
        "links": [
            "https://www.fastweb.com/college-internships/internships/176385",
            "https://www.fastweb.com/career-planning/internships/170567",
            "https://www.fastweb.com/career-planning/internships/29748",
            "https://www.fastweb.com/career-planning/internships/13066",
            "https://www.fastweb.com/college-scholarships/scholarships/97837-robert-w-baird-fellowship-for-women",
            "https://www.fastweb.com/career-planning/internships/156970",
            "https://www.fastweb.com/career-planning/internships/156840",
            "https://www.fastweb.com/college-internships/internships/176387",
            "https://www.fastweb.com/college-internships/internships/176396",
            "https://www.fastweb.com/college-internships/internships/176407"
        ]
    }
]
